import React from "react";
import PageBroadscrum from "../components/PageBroadscrum";

const AboutPage = () => {
  return (
    <>
      <div className="mt-20">
        <PageBroadscrum page_name="আমাদের সম্পর্কে" />
      </div>

      <section className="py-5">
        <div className="w-full max-w-6xl mx-auto px-5">
          <div className="grid grid-cols-12">
            <div className="col-span-12">
              <div className="w-full bg-white rounded-xl shadow-md p-10">
                <img
                  src="/about-image.jpg"
                  alt="About"
                  className="w-full h-auto rounded-lg"
                />

                <p className="text-[18px] mt-10">
                  রাজশাহী জেলার পবা উপজেলাধীন কাটাখালী পৌরসভার একমাত্র নারী
                  শিক্ষা প্রতিষ্ঠান ”কাটাখালী উচ্চ বালিকা বিদ্যালয়”। এই বালিকা
                  বিদ্যালয়টি ০১-০১-১৯৯৪ খ্রিস্টাব্দ তারিখ হইতে ৬ষ্ঠ হইতে ৮ম
                  শ্রেনি পর্যন্ত নিম্নমাধ্যমিক বিদ্যালয় হিসেবে একাডেমি স্বীকৃতির
                  অনুমতি লাভ করেন। ০১-০১-১৯৯৬ খ্রিস্টাব্দ তারিখ হইতে ৯ম এবং ১০ম
                  শ্রেনি পর্যন্ত মাধ্যমিক বিদ্যালয় হিসেবে স্বীকৃতি লাভ করেন।
                  ২০১১ সালে জেএসসি এবং এসএসসি পূর্নাঙ্গ পরীক্ষা কেন্দ্র স্থাপনের
                  মধ্য দিয়ে বিদ্যালয়টি সুচারুপে পরিচালিত হয়ে আসছে। ১৯৯২ সালে
                  বাংলাদেশ সরকারের সংসদ নির্বাচনে সংসদ সদস্য(এমপি) পদপ্রার্থী
                  এ্যাডভোকেট কবীর হোসেন হরিয়ান সরকারি প্রাথমিক বিদ্যালয় মাঠে
                  নির্বাচনী জনসভায় যখন ভাষন দেন, তখন মঞ্চের পাশে এসে নুর হোসেন
                  মাস্টার সাহেব দলীয় ছেলেদের চাইতে বলেন আমাদের এলাকায় একটি
                  বালিকা বিদ্যালয় দরকার। স্থানীয় নেত্রীবৃন্দ বালিকা বিদ্যালয়
                  চাইলে, সঙ্গে সঙ্গে ঘোষনা দেন এ্যাডভোকেট কবির হোসেন আপনারা জমি
                  দেখে স্থান নিদ্ধারন করেন আমি বালিকা বিদ্যালয় করে দেব। জমির
                  সন্ধানে বেরিয়ে পড়লেন এলাকার শিক্ষানুরাগী ব্যক্তিবর্গ, অনেক
                  খোজা খুজির পরে যখন জমি পাওয়া যাচ্ছিল না তখন সেই শিক্ষক জনাব
                  মোঃ নূর হোসেন মাষ্টার সাহেব নিজের জমিটি দেখালেন এবং জমিটি দান
                  করলেন।
                </p>
              </div>
            </div>
          </div>
        </div>
      </section>
    </>
  );
};

export default AboutPage;
