import React from "react";
import PageBroadScrumb from "../components/PageBroadscrum";
import RespectedLectures from "../components/RespectedLectures";

const HeadTeacher = () => {
  const data = {
    whooseLecture: "প্রধান শিক্ষকের বানী",
    name: "সারোয়ার জাহান",
    designation: "মাননীয় প্রধান শিক্ষক",
    school: "পাঠশালা এডুকেশন ম্যানেজমেন্ট",
    address: "দারুশা, পবা, রাজশাহী।",
    lectureDescription:
      "মানুষের জীবনের শ্রেষ্ঠ অর্জন হলো শিক্ষা, শিক্ষার প্রথম এবং প্রধান কাজ হলো পরিবেশের সাথে শিক্ষার্থীর সংগতি বিধানকরা। শিক্ষা অর্জনে শিক্ষা প্রতিষ্ঠান তথা বিদ্যালয়ের কোন বিকল্প নেই। এই নারী শিক্ষা প্রতিষ্ঠানটি প্রতিষ্ঠিত হবার পর হতে শিক্ষা অর্জনের লক্ষ্যে সেই ভূমিকা নিষ্ঠার সাথে পালন করে আসছে। শিক্ষা নগরী রাজশাহী জেলার পবা উপজেলাধীন শিল্প ও শিক্ষা বান্ধব এলাকা কাটাখালী পৌরসভার প্রাণ কেন্দ্রে সবুজ বৃক্ষরাজী দ্বারা আচ্ছাদিত মনোরম পরিবেশে ‍সু-উচ্চ প্রাচীর দ্বারা বেষ্টিত কাটাখালী উচ্চ বালিকা বিদ্যালয়টি অবস্থিত। বিদ্যালয়টি প্রতিষ্ঠালগ্ন হইতে আধুনিক জ্ঞান বিজ্ঞান ও প্রযুক্তি ভিত্তিক একমাত্র নারী শিক্ষা প্রতিষ্ঠান হিসাবে নারী শিক্ষা ক্ষেত্রে বিশেষ ভূমিকা পালন কের আসছে। অত্র বিদ্যালয়ে জে.এস.সি এবং এস.এস.সি পূর্ণাঙ্গ পরীক্ষা কেন্দ্র আছে। এই বালিকা বিদ্যালয়টি ১৯৯৪ সালে ৬ষ্ঠ শ্রেণিতে ০৪(চার)জন ৭ম শ্রেণিতে ০২(দুই)জন এবং ০৪(চার)জন শিক্ষক নিয়ে মাসকাটাদীঘি বহুমুখী (কারিঃ) উচ্চ বিদ্যালয়ের পরিত্যাক্ত টিন সেট ঘরে কার্যক্রম শুরু করেন। বিদ্যালয়টি প্রতিষ্ঠা লঙ্গনে সার্বিক সহযোগিতা করেন কাটাখালী পৌর এলাকার শিক্ষানুরাগী ও রাজনৈতিক ব্যাক্তিবর্গ।",
  };

  return (
    <>
      <PageBroadScrumb page_name="সম্মানীত প্রধান শিক্ষক" />
      <RespectedLectures data={data} />
    </>
  );
};

export default HeadTeacher;
